export const TERMS_TEXT = `개인정보의 수집· 이용 동의(필수 동의)
 
따바프레스 주식회사 (이하 ‘회사’)은 미술품경매 등과 관련하여 회사가 개인정보를 수집∙이용하거나 제3자에게 제공하고자 하는 경우에는 개인정보 수집· 이용을 위하여 개인정보보호법 제15조, 제17조 및 제22조에 따라 회원의 동의를 얻고 있습니다. 이에 회원은 회사가 아래의 내용과 같이 회원의 개인정보를 수집∙이용 또는 제공하는 것에 동의합니다. 본 동의서 상의 용어의 정의는 “뉴비드 경매약관"을 준용합니다.
1. 수집∙이용 목적
회사는 회원에 대하여 회원가입 및 관리, 경매위탁 및 응찰∙낙찰에 필요한 개인정보 등 필수사항을 인터넷 회원가입 또는 서면(회원가입신청서, 응찰등록신청서, 위탁계약서)을 통해 수집하고 있으며, 수집한 개인정보는 다음의 목적을 위하여 이용합니다.
 - 회원관리, 회원제 서비스 제공에 따른 본인 식별∙인증
    :  온라인 회원가입 절차상 이용자 식별 및 본인확인, 회원 가입의사 확인, 회원 서비스 자격(경매 응찰)  
      검토∙유지∙관리, 서비스 부정이용 방지 목적으로 개인정보를 처리합니다.
 - 기타
      :  서비스 유효성 확인, 민원 처리, 사실조사를 위한 연락∙통지 등 목적으로 개인정보를 처리합니다.
2. 수집∙이용할 개인정보 항목
    :  아래 표 참고
구분	항목

회원가입	개인	이름, 카카오톡 ID, 휴대전화번호, 이메일주소
[온라인 회원가입 시 추가적으로] 아이디, 비밀번호
상담 및 문의	개인	이름, 휴대전화번호, 이메일주소, 아이디
	법인	법인명/상호명, 대표번호 또는 담당자 휴대전화번호, 이메일주소, 아이디
 
3. 개인정보 보유 및 이용기간
1) 서비스 제공 관련 개인정보 처리항목 및 보유기간
구분	개인정보 항목	보유기간
회원가입 정보	개인: 이름, 생년월일, 휴대전화번호, 이메일주소, 아이디, 비밀번호	회원 탈퇴일로부터 30일까지

상담 및
문의 정보	개인: 이름, 휴대전화번호, 이메일주소, 아이디
법인: 법인명/상호명, 대표번호 또는 담당자 휴대전화번호, 이메일주소, 아이디	3년
2) 그 외 개인정보 처리항목 및 보유기간
(1) 홈페이지 회원 가입 및 관리: 홈페이지 탈퇴 후 30일까지, 다만, 다음의 사유에 해당하는 경우에는 해당 사유 종료시까지
  1) 관계 법령 위반에 따른 수사∙조사 등이 진행중인 경우에는 해당 수사∙조사 종료시까지
2) 홈페이지 이용에 따른 채권∙ 채무 또는 약관이나 기타 규정에 의한 분쟁 관계 등 잔존시에는 해당 채권 ∙ 채무 또는   분쟁 관계 등 정산시까지
  3) 로그인 아이디의 경우 서비스 중복아이디 방지를 위해 복호화 불가능한 일방향 암호로 암호화하여 영구보관할 수 있습니다. 부정이용 사용자에 대한 본인인증정보(DI)값을 일방향 암호화하여 부정이용에 대한 분쟁 해결 시까지 보관할 수 있습니다.
(2) 재화 또는 서비스 제공: 재화∙서비스 공급완료 및 요금결제∙정산 완료시까지
(3) 다만, 다음과 같이 관련 법령에 의하여 보존할 필요성이 있는 경우에는 해당 기간 종료시까지
   1) 「전자상거래 등에서의 소비자 보호에 관한 법률」에 따른 표시∙광고, 계약내용 및 이행 등 거래에 관한 기록
- 표시∙광고에 관한 기록: 6개월
- 계약 또는 청약철회, 대금결제, 재화 등의 공급기록: 5년
- 소비자 불만 또는 분쟁처리에 관한 기록: 3년
   2) 「통신비밀보호법」시행령 제41조에 따른 통신사실확인자료 보관
- 가입자 전기통신일시, 개시∙ 종료시간, 상대방 가입자번호, 사용도수, 발신기지국 위치추적자료: 1년
- 컴퓨터통신, 인터넷 로그기록자료, 접속지 추적자료: 3개월
   3) 국세 등의 신고와 전자금융거래기록 확인 등을 위하여
- 국세 증빙자료 등: 10년(국세 부과 제척기간 및 소멸시효 계산)
- 부가가치세 과세표준 및 세액 신고자료 등: 5년
- 전자금융거래에 관한 기록 및 상대방 정보 등: 5년
(4) 기타 개별 법령 또는 규칙 등이 별도의 보관기간을 요구하는 경우 그 기간까지
※ 귀하는 개인정보의 수집·이용에 동의하지 않으실 수 있습니다. 단, 상기 항목은 회사 서비스 제공을 위해서 필요한 최소한의 개인정보이므로, 이에 대한 동의가 없을 경우 회원가입, 경매참여, 작품위탁, 경매정보 제공 등의 서비스가 제한될 수 있습니다.

`